tap "buo/cask-upgrade"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
cask "java"
cask "xquartz"
brew "atool"
brew "aalib"
brew "avrdude"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "python"
brew "awscli"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "dfu-programmer"
brew "elinks"
brew "elixir"
brew "exiftool"
brew "exercism"
brew "fontforge"
brew "fortune"
brew "fswatch"
brew "gcal"
brew "ghostscript"
brew "git"
brew "graphviz", args: ["with-librsvg", "with-pango"]
brew "grep"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gtkdatabox"
brew "gzip"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "klavaro"
brew "libcaca"
brew "libyaml"
brew "lynx"
brew "macvim", args: ["with-override-system-vim"]
brew "mas"
brew "media-info"
brew "masscan"
brew "maven"
brew "mlt"
brew "mongodb", restart_service: true
brew "mono"
brew "moon-buggy"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", args: ["with-passenger"]
brew "nmap"
brew "node"
brew "poppler"
brew "passenger"
brew "perl"
brew "postgresql", restart_service: true
brew "postgis"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "shpotify"
brew "sl"
brew "sphinx", args: ["with-mysql"]
brew "tig"
brew "timidity"
brew "tmux"
brew "transmission"
brew "toilet"
brew "tor"
brew "trash"
brew "w3m"
brew "watchman"
brew "weechat", args: ["with-perl", "with-python@2"]
brew "wine"
brew "xdotool"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "angry-ip-scanner"
cask "atom"
cask "binary-ninja"
cask "boxer"
cask "calibre"
cask "coqide"
cask "cyberduck"
cask "dash"
cask "djview"
cask "dropbox"
cask "docker"
cask "elm-platform"
cask "expo-xde"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "fontforge"
cask "gfxcardstatus"
cask "gimp"
cask "goofy"
cask "google-chrome"
cask "grammarly"
cask "graphql-playground"
cask "haskell-platform"
cask "insomnia"
cask "insomniax"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "knuff"
cask "licecap"
cask "mediainfo"
cask "mactex"
cask "mongodb-compass"
cask "mplayerx"
cask "ngrok"
cask "openemu"
cask "opera"
cask "postico"
cask "postman"
cask "private-internet-access"
cask "qmk-toolbox"
cask "rocket"
cask "safari-technology-preview"
cask "sequel-pro"
cask "sketch"
cask "skim"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sqlitebrowser"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "tiled"
cask "transmission"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "wireshark"
cask "wkhtmltopdf"
mas "hisuite", id: 1232508288
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
