tap "buo/cask-upgrade"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "aalib"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "atool"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dfu-programmer"
brew "elinks"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fswatch"
brew "fwup"
brew "gcal"
brew "poppler"
brew "unixodbc"
brew "ghostscript"
brew "git"
brew "glew"
brew "glfw"
brew "gnupg"
brew "go"
brew "gource"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gtkdatabox"
brew "gzip"
brew "highlight"
brew "htop"
brew "hub"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "klavaro"
brew "libcaca"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "lynx"
brew "macvim"
brew "mas"
brew "masscan"
brew "maven"
brew "media-info"
brew "mlt"
brew "mongodb", restart_service: true
brew "mono"
brew "moon-buggy"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "node"
brew "passenger"
brew "perl"
brew "pkg-config"
brew "podofo"
brew "postgresql", restart_service: true
brew "postgis"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "shpotify"
brew "sl"
brew "sphinx"
brew "squashfs"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "timidity"
brew "tmux"
brew "toilet"
brew "tor"
brew "transmission"
brew "trash"
brew "w3m"
brew "watchman"
brew "weechat"
brew "xdotool"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
cask "adium"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "angry-ip-scanner"
cask "anki"
cask "atom"
cask "binary-ninja"
cask "blender"
cask "boxer"
cask "calibre"
cask "coqide"
cask "dash"
cask "discord"
cask "djview"
cask "dropbox"
cask "expo-xde"
cask "fastlane"
cask "figma"
cask "fontforge"
cask "framer-x"
cask "gfxcardstatus"
cask "gimp"
cask "goofy"
cask "grammarly"
cask "graphql-playground"
cask "haskell-platform"
cask "insomnia"
cask "insomniax"
cask "iterm2-beta"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitematic"
cask "knuff"
cask "licecap"
cask "mactex"
cask "mediainfo"
cask "mongodb-compass"
cask "mplayerx"
cask "ngrok"
cask "oni"
cask "openemu"
cask "opera"
cask "opera-neon"
cask "paw"
cask "postico"
cask "postman"
cask "private-internet-access"
cask "qmk-toolbox"
cask "react-native-debugger"
cask "rocket"
cask "safari-technology-preview"
cask "sequel-pro"
cask "sketch"
cask "sketchup"
cask "skim"
cask "sonic-pi"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tiled"
cask "transmission"
cask "unetbootin"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "wireshark"
cask "wkhtmltopdf"
mas "HiSuite", id: 1232508288
mas "Shazam", id: 897118787
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
